<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Blog Translation
    |--------------------------------------------------------------------------
    */

    'blog' => 'Блог',
    'blog_categories' => 'Категории блогов',
    'create_category' => 'Новая категория Блога',
    'page_lists_lead' => 'Список записей в блоге. Вы можете отредактировать или удалить любую строку.',
    'comments_lists_lead' => 'Список комментариев в блоге. Вы можете отредактировать или удалить любую строку.',
    'comments_reports_lists_lead' => 'Список отчетов о комментариях. Вы можете отредактировать или удалить любую строку.',
    'author' => 'Автор',
    'create_blog' => 'Новая Запись в Блоге',
    'new_post' => 'Новая Запись в Блоге',
    'edit_blog' => 'Редактировать Сообщение в Блоге',
    'comments_section' => 'Включить комментарии',
    'meta_description' => 'SEO-Мета-описание',
    'meta_description_placeholder' => '155~160 символов.',
];
  