<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Discounts
    |--------------------------------------------------------------------------
    */

    'discount_list_page_title' => 'Список скидок',
    'discount' => 'Скидка',
    'title' => 'Загаловок',
    'tags_count' => 'Количество тегов',
    'new_page_lead' => 'Вы можете создать новую скидку.',
    'parent_name' => 'Имя родителя',
    'select_parent_name' => 'Выберите родительское имя',
    'discount_count' => 'Количество категорий',
    'page_lists_lead' => 'Список скидок. Вы можете отредактировать или удалить любую строку.',
    'sub_discount' => 'Дополнительная скидка',
    'has_sub_discount' => 'Имеет дополнительную скидку',
    'add_sub_discount' => 'Добавить дополнительную скидку',
    'add' => 'Добавить',
    'remove' => 'Удалять',
];
