<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Filters
    |--------------------------------------------------------------------------
    */

    'filters' => 'Фильтры',
    'new_page_lead' => 'Вы можете создать новый фильтр.',
    'edit_page_lead' => 'Вы можете отредактировать этот фильтр.',

    'add_options' => 'Добавление опций',
    'option' => 'Вариант',
    'filter_option' => 'Опция фильтрации',

    'tags_list_page_title' => 'Список фильтров',
    'filter' => 'Метка',
    'create_field_title_placeholder' => 'Выберите название.',
    'create_field_title_placeholder' => 'Выберите название.',
    'filters_count' => 'Количество фильтров',
    'page_lists_lead' => 'Список фильтров. Вы можете отредактировать или удалить любую строку.',

    'admin_filters' => 'Фильтры',
    'admin_filters_list' => 'Список фильтров',
    'admin_filters_create' => 'Фильтры Создают',
    'admin_filters_edit' => 'Фильтры Редактировать',
    'admin_filters_delete' => 'Удаление фильтров',

];