<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Categories Translation
    |--------------------------------------------------------------------------
    */

    'group_list_page_title' => 'Список групп пользователей',
    'edit_page_title' => 'Редактировать группу пользователей',
    'group' => 'Группа',
    'title' => 'Заглавие',
    'tags_count' => 'Количество тегов',
    'new_page_lead' => 'Вы можете создать новую группу.',
    'parent_name' => 'Имя родителя',
    'select_parent_name' => 'выберите родительское имя',
    'group_count' => 'Количество категорий',
    'page_lists_lead' => 'Список групп. Вы можете отредактировать или удалить любую строку.',
    'sub_group' => 'Подгруппа',
    'has_sub_group' => 'Имеет подгруппу',
    'add_sub_group' => 'Добавить подгруппу',
    'add' => 'Добавить',
    'remove' => 'Удалить',

    'admin_group' => 'Группы',
    'admin_group_list' => 'Список групп',
    'admin_group_create' => 'Группы Создают',
    'admin_group_edit' => 'Редактирование групп',
    'admin_group_delete' => 'Удаление групп',
];
