<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Payment Gateways
    |--------------------------------------------------------------------------
    */

    'payment_channels' => 'Платежные каналы',
    'payment_channel' => 'Платежный канал',
    'payment_channel_edit' => 'Редактировать платежный канал',
    'title' => 'Заглавие',
    'tags_count' => 'Количество тегов',
    'new_page_lead' => 'Вы можете создать новый платежный канал.',
    'parent_name' => 'Имя родителя',
    'select_parent_name' => 'выберите родительское имя',
    'payment_channel_count' => 'Количество категорий',
    'page_lists_lead' => 'Список платежных каналов. Вы можете отредактировать или удалить любую строку.',
    'sub_payment_channel' => 'Дополнительный платежный канал',
    'has_sub_payment_channel' => 'Имеет дополнительный платежный канал',
    'add_sub_payment_channel' => 'Добавить дополнительный платежный канал',
    'add' => 'Добавь',
    'remove' => 'Удалять',

    'admin_payment_channel' => 'Платежные каналы',
    'admin_payment_channel_list' => 'Список платежных каналов',
    'admin_payment_channel_create' => 'Создать платежные каналы',
    'admin_payment_channel_edit' => 'Редактирование платежных каналов',
    'admin_payment_channel_delete' => 'Удаление платежных каналов',
];
