<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin User Roles Translation
    |--------------------------------------------------------------------------
    */

    'role' => 'Роль',
    'roles' => 'Роли',
    'select_sections_level' => 'Выберите уровень разделов',
    'page_lists_title' => 'Роли пользователей',
    'page_lists_lead' => 'Список ролей. Вы можете отредактировать или удалить любую строку.',
    'new_page_title' => 'Новая роль',

    'sections' => 'Разделы',
    'new_page_lead' => 'Вы можете создать новую роль.',
    'select_type' => 'Выберите тип',

    'create_field_name_placeholder' => 'пример : администратор',
    'is_admin' => 'Доступ к панели Администратора',

    'admin_roles' => 'Роли',
    'admin_roles_list' => 'Список ролей',
    'admin_roles_create' => 'Роли Создают',
    'admin_roles_edit' => 'Редактировать ролей',
    'admin_roles_delete' => 'Правила удаления',

];
