<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication
    |--------------------------------------------------------------------------
    */
    'admin_login_title' => 'Админ кирүү',
    'failed' => 'Туура эмес колдонуучу аты же сырсөз же колдонуучу жок.',
    'throttle' => 'Кирүү аракети өтө көп. Сураныч, бир нече секунддан кийин кайра аракет кылыңыз.',
    'admin_panel' => 'Админ панели',
    'welcome' => 'Кош келиңиз',
    'admin_tagline' => 'Баарын көзөмөлдөө жана башкаруу үчүн кириңиз!',  
    'email' => 'Email',
    'mobile' => 'Телефон',
    'country' => 'Өлкө',
    'full_name' => 'Толук аты',
    'email_or_mobile' => 'Электрондук почта же Телефон',
    'email_or_mobile_or_name' => 'Электрондук почта, Телефон же Аты',
    'your_email' => 'Сиздин электрондук почтаңыз',
    'password' => 'Сырсөз',
    'retype_password' => 'Сырсөздү кайра териңиз',
    'password_repeat' => 'Сырсөздү кайра териңиз',
    'login' => 'Кирүү',
    'signup' => 'Кошулуу',
    'register' => 'Катталуу',
    'remember_me' => 'Эстеп кал',
    'forget_password' => 'Сырсөздү калыбына келтирүү',
    'forget_your_password' => 'Сыр сөзүңүздү унуттуңузбу?',
    'dont_have_account' => 'Аккаунтуңуз жокпу?',
    'hint_password'=>'Сырсөзүңүздү териңиз.',
    'hint_email'=>'Сураныч, электрондук почтаңызды териңиз.',

    'role_admin' => 'Админ',
    'role_normal' => 'Колдонуучу',

    'login_h1' => 'Аккаунтуңузга кириңиз',
    'or' => 'же',
    'google_login' => 'Google аккаунту менен кириңиз',
    'facebook_login' => 'Facebook аккаунту менен кириңиз',


    'i_agree_with' => 'Мен макулмун',
    'terms_and_rules' => 'Шарттар жана эрежелер',
    'already_have_an_account' => 'Аккаунтуңуз барбы?',

    'reset_password' => 'Сырсөздү кайра коюу',
    'send_email_for_reset_password' => 'Сырсөздү калыбына келтирүү шилтемеси электрондук почта дарегиңизге жөнөтүлдү. Сураныч, электрондук почтаңызды текшериңиз.',
    'reset_password_success' => 'Сырсөзүңүз ийгиликтүү өзгөртүлдү!',
    'reset_password_token_invalid' => 'Жараксыз өтүнүч! Кайра аракет кылыңыз.',

    'name' => 'Аты',
    'language' => 'Тил',
    'join_newsletter' => 'Электрондук катка кошулуңуз',
    'public_messages' => 'Профиль билдирүүлөрүн иштетүү',
    'images' => 'Сүрөттөр',
    'profile_image' => 'Профиль сүрөтү',
    'select_image' => 'Сүрөт тандаңыз',
    'profile_cover' => 'Профиль капкагы',

    'education_no_result' => 'Даража көрсөтүлгөн эмес!',
    'education_no_result_hint' => 'Сиздин даражаңыз профиль баракчаңызда көрсөтүлөт.',

    'experience_no_result' => 'Эч кандай тажрыйба көрсөтүлгөн эмес!',
    'experience_no_result_hint' => 'Колдонуучулар сиз жөнүндө көбүрөөк билүүгө жардам берүү үчүн тажрыйбаңызды көрсөтүңүз.',

    'ban_msg' => 'Каттоо эсебиңиз :date чейин тыюу салынган',
    'incorrect_login' => 'Колдонуучунун аты же сырсөз туура эмес.',

    'fail_login_by_google' => 'Google аркылуу кирүү ишке ашкан жок!',
    'fail_login_by_facebook' => 'Facebook аркылуу кирүү ишке ашкан жок!',

    'email_confirmation' => 'Электрондук почта текшерүү',
    'email_confirmation_template_body' => 'Электрондук почта дарегиңизди текшерүү үчүн :email., :site веб-сайтына төмөнкү кодду киргизиңиз.',
    'in' => 'үчүн',

    'verification' => 'Тастыктоо',
    'account_verification' => 'Аккаунт тастыктоо',
    'account_verification_hint' => 'Сураныч, бул жерге :username жөнөтүлгөн кодду киргизиңиз.',
    'code' => 'Тастыктоо коду',
    'resend_code' => 'Кодду кайра жиберүү',
    'verify_your_email_address' => 'Электрондук почтаңызды ырастаңыз',
    'click_here' => 'Бул жерди басыңыз',

    'verification_link_has_been_sent_to_your_email' => 'Жаңы текшерүү шилтемеси электрондук дарегиңизге жөнөтүлдү.',

    'login_failed_your_account_is_not_verified' => 'Кирүү ишке ашкан жок! Электрондук почтаңыз/телефонуңуз ырасталган жок.',
];
