<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Shopping cart
    |--------------------------------------------------------------------------
    */

    'total' => 'Жалпы',
    'go_to_cart' => 'Корзинага өтүү',
    'checkout' => 'Сатып алуу',
    'shopping_cart' => 'Сатып алуу корзинасы',
    'for_items' => ':count продукт үчүн',
    'cart_items' => 'Корзинадагы продукттар',
    'your_cart_empty' => 'Сиздин корзина бош',
    'fail_purchase' => 'Сатып алуу ишке ашкан жок!',
    'course_not_found' => 'Курс табылган жок!',
    'course_not_capacity' => 'Адам саны толуп калды!',
    'course_not_free' => 'Курс бекер эмес.',
    'course_has_been_purchase' => 'Бул курс сатылып алынган.',
    'cant_purchase_your_course' => 'Өз курсуңузду өзүңүз сатып ала албайсыз.',
    'this_course_has_required_prerequisite' => 'Сиз талап кылынган шарттарды өтүшүңүз керек.',
    'item' => 'Продукт',
    'continue_shopping' => 'Сатып алууну улантуу',
    'coupon_code' => 'Купон',
    'coupon_code_hint' => 'Эгер сизде купон болсо, кодду төмөнкү боштукка киргизип, "Тастыктоо" баскычын басыңыз.',
    'coupon_valid' => 'Купон жарактуу.',
    'coupon_invalid' => 'Жараксыз купон, анын туура экенин текшериңиз.',
    'in_user_group' => 'Сиз ":group_name" тобундасыз жана сиз :percent% кошумча арзандатуу аласыз.',
    'enter_your_code_here' => 'Бул жерге купон кодун киргизиңиз',
    'validate' => 'Тастыктоо',
    'cart_totals' => 'Жалпы корзина',
    'sub_total' => 'Аралык сумма',
    'tax' => 'Комиссия',
    'success_pay_title' => 'Куттуктайбыз!',
    'success_pay_msg' => 'Төлөмүңүз ийгиликтүү аткарылды...',
    'success_pay_msg_for_free_course' => 'Сиз курска ийгиликтүү жазылдыңыз.',
    'failed_pay_title' => 'Төлөм ишке ашкан жок!',
    'failed_pay_msg' => "Төлөм ишке ашкан жок. Төлөм процесси жооп бербей жатат.",
    'cart_add_success_title' => 'Корзинага кошулду!',
    'cart_add_success_msg' => "Сиз сатып алууну уланта аласыз же заказыңызды аягына чыгаруу үчүн корзинага бара аласыз.",
    'gateway_error' => "Төлөм ишке ашкан жок! Сураныч, кайра аракет кылыңыз.",

    'you_not_purchased_this_course' => 'Сиз бул курсту сатып алган жоксуз.',
	'success_pay_msg_for_free_meeting' => 'Жолугушууну ийгиликтүү ээлеп койдуңуз.',
    'success_pay_msg_subscribe' => 'Сиз бул курска ийгиликтүү жазылдыңыз.',
];
