<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Forms
    |--------------------------------------------------------------------------
    */

    'maximum_64_characters' => 'Максимум 64 белги',
    'maximum_255_characters' => 'Максимум 255 белги',
    'maximum_128_characters' => 'Максимум 128 белги',
    '50_160_characters_preferred' => '155 - 160 белги болуусу сунушталат',
    'maximum_50_characters' => 'Максимум 50 белги',
    'course_thumbnail_size' => '360x250px сунушталат',
    'course_cover_size' => '1920x530px сунушталат',
    'max' => 'Макс',
    'capacity_placeholder' => 'Канча студент кабыл аласыз?',
    'subscribe_hint' => 'Студенттер түздөн-түз сатып алуудан тышкары, сиздин курсуңузга жазыла алышат.',
    'webinar_description_placeholder' => 'Минималдуу 300 сөз. HTML жана сүрөттөр кабыл алынат.',
    'empty_means_unlimited' => 'Чексиз болсо бош калтырыңыз.',

];
