<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home 
    |--------------------------------------------------------------------------
    */

    'home_title' => 'Башкы бет',

    'slider_heading' => 'Онлайн окуудан ырахат алыңыз',
    'slider_hint' => "Онлайн билим берүү - өсүү үчүн эң жакшы тандоолордун бири \n Дүйнө жүзү боюнча мыкты мугалимдерден үйрөн",

    'slider_search_placeholder' => 'Курстарды, инструкторлорду жана уюмдарды издөө...',
    'find' => 'Издөө',

    'view_all' => 'Баарын көрүү',
    // stats
    'teachers' => 'Инструкторлор',
    'skillful_teachers' => 'Чебер инструкторлор',
    'skillful_teachers_hint' => 'Тажрыйбалуу инструкторлордон үйрөнө баштаңыз.',

    'live_classes' => 'Жандуу сабактар',
    'live_classes_hint' => 'Жандуу билим агымын колдонуу менен жөндөмүңүздү өркүндөтүңүз.',

    'happy_students' => 'Бактылуу Студенттер',
    'happy_students_hint' => 'Биздин курстарга катталып, квалификациясын жогорулатышты.',

    'offline_courses' => 'Видео курстар',
    'offline_courses_hint' => 'Эч кандай географиялык жана убакыт чектөөсүз үйрөнүңүз.',

    'hours' => 'Саат',

    'featured_classes' => 'Өзгөчө курстар',
    'featured_webinars' => 'Өзгөчө курстар',
    'featured_classes_hint' => '#Өзгөчө курстарды карап чыгып, чебер болуңуз',

    'latest_classes' => 'Эң жаңы курстар',
    'latest_webinars' => 'Эң жаңы курстар',
    'latest_webinars_hint' => '#Жакында жарыяланган курстар',

    'featured' => 'Өзгөчөлөнгөн',
    'downloadable' => 'Жүктөп алуу мүмкүн болгон',
    'download' => 'Жүктөп алуу',
    'downloads' => 'Жүктөлүүлөр',

    'trending_categories' => 'Тренддеги категориялар',
    'trending_categories_hint' => '#Тренддеги жана популярдуу окуу темаларын карап чыгыңыз',

    'best_sellers' => 'Эң көп сатылган курстар',
    'best_sellers_hint' => '#Эң көп сатылган курстардан үйрөнүңүз',

    'best_rates' => 'Мыкты деп бааланган курстар',
    'best_rates_hint' => '#Жогорку сапаттагы жана эң мыкты бааланган мазмундан ырахат алыңыз',

    'discount_classes' => 'Арзандатылган курстар',
    'discount_classes_hint' => '#Курстарды акыркы баада алыңыз',

    'free_classes' => 'Акысыз курстар',
    'free_classes_hint' => '#Эч качан бекер окуу мүмкүнчүлүктөрүн колдон чыгарбаңыз',

    'testimonials' => 'Күбөлөр',
    'testimonials_hint' => '#Биздин кардарлар биз жөнүндө эмне дешет',

    'subscribe_now' => 'Азыр жазылыңыз!',
    'subscribe_now_hint' => '#Жазылуу планын тандап, акчаңызды үнөмдөңүз!',

    'instructors' => 'Инструкторлор',
    'all_instructors' => 'Бардык инструкторлор',
    'instructors_hint' => '#Тажрыйбалуу жана чебер инструкторлордон үйрөнүңүз',
    'reserve_a_live_class' => 'Түз эфирдеги жолугушууга орун ээлеп коюңуз',

    'organization' => 'Уюм',
    'organizations' => 'Уюмдар',
    'all_organizations' => 'Бардык Уюмдар',
    'organizations_hint' => '#Эң чоң билим берүү уюмдары сизге жардам берүү үчүн бул жерде',
    
    'blog' => 'Блог',
    'all_blog' => 'Блог Билдирүүлөр',
    'blog_hint' => '#Акыркы жаңылыктарды жана макалаларды изилдеңиз',

    'platform_address' => 'Дарек',
    'order_summary' => 'Буйрутма корутундусу',
  	'blog_search_placeholder' => 'Блог постторун издөө...',
];
