<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    */

    'all_notifications' => 'Бардык билдирмелер',
    'sender' => 'Жөнөтүүчү',
    'notifications_page_lists_lead' => 'Билдирмелердин тизмеси. Сиз өзгөртүп же жок кыла аласыз...',
    'send_notification' => 'Билдирме жөнөтүү',
    'edit_notification' => 'Билдирүүнү өзгөртүү',
    'empty_notifications' => 'Бош эскертмелер',
    'email_ignore_msg' => 'Эгер сиз бул кайрылууну жасабасаңыз, анда көңүл бурбаңыз.',
    'send_noticeboard' => 'Жаңы билдирүү жөнөтүңүз',
    'edit_noticeboard' => 'Эскертмени түзөтүү',
    'post_notice' => 'Жаңы билдирүү жарыялаңыз',
	'receiver' => 'Алуучу',
];
