<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication & Password
    |--------------------------------------------------------------------------
    |
    |
    */

    'reset' => 'Сырсөзүңүз жаңыртылды!',
    'sent' => 'Сырсөзүңүздү жаңыртуу шилтемесин электрондук почта аркылуу жөнөттүк!',
    'throttled' => 'Кайра аракет кылуудан мурун күтө туруңуз.',
    'token' => 'Бул сырсөздү жаңыртуу шилтемеси жараксыз.',
    'user' => "Мындай электрондук почта менен бир дагы колдонуучу табылган жок.",

];
