<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Course page
    |--------------------------------------------------------------------------
    */

    'course' => 'Курс',
    'courses' => 'Курстар',
    'text_course' => 'Текст Курс',
  	'video_course' => 'Видео Курс',
    'information' => 'Маалымат',
    'content' => 'Мазмун',
    'review' => 'Сын-пикир',
    'reviews' => 'Сын-пикирлер',

    'Webinar_description' => 'Курс жөнүндө',

    'post_comment' => 'Комментарий калтыруу',
    'post_review' => 'Сын-пикир калтыруу',

    'comment_success_store' => 'Комментарий ийгиликтүү жөнөтүлдү!',
    'comment_success_store_msg' => 'Сиздин комментарий админ тарабынан бекитилгенден кийин жарыяланат.',

    'guarantee_text' => '5 күндүк акчаны кайтаруу кепилдиги',

    'product_designer' => 'Продукт дизайнери',

    'content_quality' => 'Мазмундун сапаты',
    'instructor_skills' => 'Инструктордун чеберчилиги',
    'purchase_worth' => 'Сатып алуу баасы',
    'support_quality' => 'Сапаттуу колдоо',

    'report_the_course' => 'Курстун үстүнөн арыздануу',
    'reason' => 'Себеп',
    'select_reason' => 'Себепти тандаңыз',
    'report_modal_hint' => 'Сураныч, арызыңызды кыска жана так сүрөттөп бериңиз.',
];
