<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication
    |--------------------------------------------------------------------------
    */
    'admin_login_title' => 'Вход администратора',
    'failed' => 'Неверное имя пользователя или пароль, или пользователь не существует.',
    'throttle' => 'Слишком много попыток входа. Повторите попытку через :несколько секунд.',
    'admin_panel' => 'Панель администратора',
    'welcome' => 'Добро пожаловать в',
    'admin_tagline' => 'Пожалуйста, войдите, чтобы контролировать и управлять всем!',  
    'email' => 'Электонная почта',
    'mobile' => 'Телефон',
    'country' => 'Страна',
    'full_name' => 'ФИО',
    'email_or_mobile' => 'Электронная почта или телефон',
    'email_or_mobile_or_name' => 'Электронная почта, телефон или имя',
    'your_email' => 'Ваш адрес электронной почты',
    'password' => 'Пароль',
    'retype_password' => 'Повторите ввод пароля',
    'password_repeat' => 'Повторить пароль',
    'login' => 'Войти',
    'signup' => 'Зарегистрироваться',
    'register' => 'Регистр',
    'remember_me' => 'Запомните меня',
    'forget_password' => 'Password Recovery',
    'forget_your_password' => 'Восстановление пароля',
    'dont_have_account' => 'У вас нет аккаунта?',
    'hint_password'=>'Пожалуйста, введите ваш пароль.',
    'hint_email'=>'Пожалуйста, введите адрес электронной почты.',

    'role_admin' => 'Администратор',
    'role_normal' => 'Пользователь',

    'login_h1' => 'Войдите в свою учетную запись',
    'or' => 'or',
    'google_login' => 'Войти с учетной записью Google',
    'facebook_login' => 'Войти с учетной записью Facebook',


    'i_agree_with' => 'Я согласен с',
    'terms_and_rules' => 'Условия и правила',
    'already_have_an_account' => 'У вас уже есть аккаунт?',

    'reset_password' => 'Сброс пароля',
    'send_email_for_reset_password' => 'Ссылка для восстановления пароля отправлена ​​на ваш адрес электронной почты. Пожалуйста, проверьте свою электронную почту.',
    'reset_password_success' => 'Ваш пароль успешно изменен!',
    'reset_password_token_invalid' => 'Неверный запрос! Попробуйте еще раз.',

    'name' => 'Имя',
    'language' => 'Язык',
    'join_newsletter' => 'Присоединяйтесь к электронной рассылке новостей',
    'public_messages' => 'Включить сообщения профиля',
    'images' => 'Картинки',
    'profile_image' => 'Изображение профиля',
    'select_image' => 'Выберите изображение',
    'profile_cover' => 'Обложка профиля',

    'education_no_result' => 'Степень не определена!',
    'education_no_result_hint' => 'Ваши степени будут отображаться на странице вашего профиля.',

    'experience_no_result' => 'Опыт не определяется!',
    'experience_no_result_hint' => 'Определите свой опыт, чтобы помочь пользователям узнать о вас больше.',

    'ban_msg' => 'Ваш аккаунт заблокирован до :date',
    'incorrect_login' => 'Неправильное имя пользователя или пароль.',

    'fail_login_by_google' => 'Ошибка входа в Google!',
    'fail_login_by_facebook' => 'Не удалось войти в Facebook!',

    'email_confirmation' => 'Подтверждение адреса электронной почты',
    'email_confirmation_template_body' => 'Чтобы подтвердить свой адрес электронной почты, введите следующий код.',
    'in' => 'Для',

    'verification' => 'Подтвердить',
    'account_verification' => 'Верификация учетной записи',
    'account_verification_hint' => 'Пожалуйста, введите код, отправленный на ваше имя пользователя здесь.',
    'code' => 'Проверочный код',
    'resend_code' => 'Отправить код еще раз',
    'verify_your_email_address' => 'Проверьте свой адрес электронной почты',
    'click_here' => 'Click here',

    'verification_link_has_been_sent_to_your_email' => 'На ваш адрес электронной почты отправлена ​​новая ссылка для подтверждения.',

    'login_failed_your_account_is_not_verified' => 'Авторизация не удалась! Ваш адрес электронной почты/телефон не подтвержден.',
];
