<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Forms
    |--------------------------------------------------------------------------
    */

    'maximum_64_characters' => 'Максимум 64 символа',
    'maximum_255_characters' => 'Максимум 255 символов',
    'maximum_128_characters' => 'Максимум 128 символов',
    '50_160_characters_preferred' => 'Предпочтительно 155–160 символов.',
    'maximum_50_characters' => 'Максимум 50 символов',
    'course_thumbnail_size' => 'желательно 360x250px',
    'course_cover_size' => '1920x530px желательно',
    'max' => 'Максимум',
    'capacity_placeholder' => 'Сколько студентов вы примете?',
    'subscribe_hint' => 'Студенты смогут подписаться на ваш курс в дополнение к прямой покупке.',
    'webinar_description_placeholder' => 'Минимум 300 слов. HTML и изображения поддерживаются.',
    'empty_means_unlimited' => 'Оставьте поле пустым для неограниченного.',

];
