<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home 
    |--------------------------------------------------------------------------
    */

    'home_title' => 'Дом',

    'slider_heading' => 'Наслаждайтесь онлайн-обучением',
    'slider_hint' => "Онлайн-образование — один из лучших вариантов для роста\nобучения у лучших преподавателей со всего мира",

    'slider_search_placeholder' => 'Поиск курсов, инструкторов и организаций...',
    'find' => 'Поиск',

    'view_all' => 'Посмотреть все',
    // stats
    'teachers' => 'Инструкторы',
    'skillful_teachers' => 'Опытные инструкторы',
    'skillful_teachers_hint' => 'Начните учиться у опытных инструкторов.',

    'live_classes' => 'Живые классы',
    'live_classes_hint' => 'Совершенствуйте свои навыки, используя живой поток знаний.',

    'happy_students' => 'Счастливые студенты',
    'happy_students_hint' => 'Записались на наши курсы и повысили свою квалификацию.',

    'offline_courses' => 'Видеокурсы',
    'offline_courses_hint' => 'Учитесь без каких-либо географических и временных ограничений.',

    'hours' => 'Часы',

    'featured_classes' => 'Избранные курсы',
    'featured_webinars' => 'Избранные курсы',
    'featured_classes_hint' => 'Просматривайте рекомендуемые курсы и развивайтесь',

    'latest_classes' => 'Новейшие курсы',
    'latest_webinars' => 'Новейшие курсы',
    'latest_webinars_hint' => 'Недавно опубликованные курсы',

    'featured' => 'Избранное',
    'downloadable' => 'Загружаемый',
    'download' => 'Скачать',
    'downloads' => 'Загрузки',

    'trending_categories' => 'Популярные категории',
    'trending_categories_hint' => 'Просматривайте актуальные и популярные учебные темы',

    'best_sellers' => 'Курсы-бестселлеры',
    'best_sellers_hint' => 'Учитесь на популярных курсах',

    'best_rates' => 'Курсы с лучшим рейтингом',
    'best_rates_hint' => 'Наслаждайтесь высококачественным и высоко оцененным контентом',

    'discount_classes' => 'Курсы со скидкой',
    'discount_classes_hint' => 'Получить курсы по последней цене',

    'free_classes' => 'Бесплатные курсы',
    'free_classes_hint' => 'Никогда не упускайте возможность бесплатного обучения',

    'testimonials' => 'Отзывы',
    'testimonials_hint' => 'Что наши клиенты говорят о нас',

    'subscribe_now' => 'Подпишись сейчас!',
    'subscribe_now_hint' => 'Выберите план подписки и сэкономьте деньги!',

    'instructors' => 'Инструкторы',
    'all_instructors' => 'Все инструкторы',
    'instructors_hint' => 'Учитесь у опытных и умелых инструкторов',
    'reserve_a_live_class' => 'Забронировать живую встречу',

    'organization' => 'Организация',
    'organizations' => 'Организации',
    'all_organizations' => 'Все организации',
    'organizations_hint' => 'Величайшие образовательные организации здесь, чтобы помочь вам',

    'blog' => 'Блог',
    'all_blog' => 'Сообщения в блоге',
    'blog_hint' => 'Ознакомьтесь с последними новостями и статьями',

    'platform_address' => 'Адрес',
    'order_summary' => 'Итог заказа',
  	'blog_search_placeholder' => 'Поиск сообщений в блоге...',
];
