<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    */

    'all_notifications' => 'Все уведомления',
    'sender' => 'Отправитель',
    'notifications_page_lists_lead' => 'Список уведомлений. Вы можете отредактировать или удалить...',
    'send_notification' => 'Отправить уведомление',
    'edit_notification' => 'Изменить уведомление',
    'empty_notifications' => 'Пустые уведомления',
    'email_ignore_msg' => 'Если вы не отправляли этот запрос, проигнорируйте его.',
    'send_noticeboard' => 'Отправить новое уведомление',
    'edit_noticeboard' => 'Изменить уведомление',
    'post_notice' => 'Опубликовать новое уведомление',
	'receiver' => 'Получатель',
];
