<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication & Password
    |--------------------------------------------------------------------------
    |
    |
    */

    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили вам по электронной почте ссылку для сброса пароля!',
    'throttled' => 'Пожалуйста, подождите, прежде чем повторить попытку.',
    'token' => 'Эта ссылка для сброса пароля недействительна.',
    'user' => "Пользователь с этим адресом электронной почты не найден.",

];
