<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Course page
    |--------------------------------------------------------------------------
    */

    'course' => 'Курс',
    'courses' => 'Курсы',
    'text_course' => 'Текстовый курс',
  	'video_course' => 'Видеокурс',
    'information' => 'Информация',
    'content' => 'Содержание',
    'review' => 'Обзор',
    'reviews' => 'Обзоры',

    'Webinar_description' => 'Об этом курсе',

    'post_comment' => 'Комментарий к публикации',
    'post_review' => 'Обзор после публикации',

    'comment_success_store' => 'Комментарий отправлен успешно!',
    'comment_success_store_msg' => 'Ваш комментарий будет опубликован после одобрения администратором.',

    'guarantee_text' => '5 Дней гарантии возврата денег',

    'product_designer' => 'Дизайнер продукта',

    'content_quality' => 'Качество контента',
    'instructor_skills' => 'Навыки инструктора',
    'purchase_worth' => 'Стоимость покупки',
    'support_quality' => 'Качество поддержки',

    'report_the_course' => 'Отчет о курсе',
    'reason' => 'Причина',
    'select_reason' => 'Выберите причину',
    'report_modal_hint' => 'Пожалуйста, кратко и четко опишите отчет.',
];
